[
    {
        "content": "Gauntlet AI is an extremely intensive 12-week AI training to turn engineers into the most sought-after builders and entrepreneurs on the planet.\n\n4 weeks remote, 8 weeks all-expenses-paid in Austin, Texas. 80-100 hours/week.\n\nParticipation is 100% free.\n\nAnyone who completes The Gauntlet receives an automatic $200k/yr job as an AI Engineer in Austin, TX.\n\nThe next cohort starts January 6, 2025"
    },
    {
        "content": "After many years of training software engineers, we began working with a few companies to train their engineering teams to use the cutting edge of AI. We were all completely blown away by what we saw.\n\nWe together realized that AI is the greatest force multiplier in human history.\n\nAs we saw what the smartest people enabled by AI are capable of, the companies behind Gauntlet immediately dedicated hundreds of millions of dollars to find the smartest, hardest-working people, and train them to become the world's best AI-first builders (and voracious learners, as is required to do so).\n\nModeled after one of the companies' previous success in training—Trilogy University—Gauntlet blends unmatched intensity with real-world challenges and rapid learning.\n\nThis intensive 12-week program is designed to develop the next generation of AI-enabled technical leaders, preparing graduates for the $200K/year roles with the participating companies. (As demand outstrips supply we are currently unable to accommodate additional companies, but hopeful future companies can get in touch with us here.)"
    },
    {
        "content": "The Gauntlet is, by design, extremely intensive.\n\nIt is not for everyone.\n\nIt is structured at a level of difficulty that will require the smartest people on the planet to give everything they've got, and to learn at an accelerated pace.\n\nWe hope it will be the hardest you've ever worked.\n\nWe hope it will be the fastest you've ever learned.\n\nWe hope you'll build more than you previously thought possible.\n\nAnd we think it will be worth it."
    }
]